[
    {
        "dataID": "msc-episode-30",
        "first_session_dialogue": [
            "Hi there do you like sports.",
            "Oh yes. Track is my favorite. As a matter of fact I won my race at our last meet.",
            "Nice I was captain of my high school football team.",
            "How are your grades? I know that sports and study make difficult companions.",
            "Yeah I was a b student luckily but practicing karate helped me keep my mind focused.",
            "I have been luckily blessed with a good mind and through hard work been an a student.",
            "Well my girlfriend got me a job as a lifeguard since I am athletically inclined.",
            "Sounds like you are quite the athlete.",
            "Well thank you I wanna propose on the beach to her next week.",
            "Maybe you could setup something at a lifeguard station with candles and such. That would be unique.",
            "Well I plan on having a projector play her favorite horror movie on the back of one.",
            "That's quite a girl who would want to get engaged during a horror movie!",
            "We met when she was working at the movie theater and only the classic ones.",
            "Maybe you could play the first horror movie you both saw together."
        ],
        "first_session_speakers": [
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B"
        ],
        "second_session_dialogue": [
            "I had an idea for my proposal, can I run it by you?",
            "sure!  what's the plan?",
            "I am going to take my girlfriend to a movie at the theater we first met at. I am going to hide the ring in a bucket of popcorn. She will find the ring in the bucket and I will get down on one knee and propose. What do you think?",
            "That sounds great! is the ring going to be in a box, or loos in the bucket  I dont want her to eat it by mistake.",
            "LOL. I guess you are right! I should put the ring in a box. I guess that's why you are a good student and I am only getting Bs! ",
            "It still a great plan!  What movie are you thinking of or can you get them to play a specific movie",
            "Something romantic but also funny! She can't stand anything too sappy. Do you have any suggestions?",
            "50 first dates or the weeding singer.  Both of those are good choices.  Or Lord of the rings because of the ring",
            "Maybe I should go back to my original plan of proposing on the beach. I wonder if I can set up a projector and watch a movie there. Those are great suggestions. I knew you'd have good ideas, Smartypants!",
            "A beach proposal sounds good too!  What beach?"
        ],
        "second_session_speakers": [
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B"
        ],
        "third_session_dialogue": [
            "What courses are your favorites? Have you come across anything especially interesting since we last talked?",
            "i think english is my favorite course! i love reading and writing. I came across this great book the other week. I haven't finished yet, but it's really good so far!",
            "Oh wow, I'm not much of a reader, more of a movie guy. What kind of book is it? You think I'd like it?",
            "it's a fiction book. it's going a bit viral on social media lately, it's meant to be quite emotional. maybe they'll make it a movie soon! i think you'd like it ",
            "Oh if it's a viral book there is definitely a movie deal in the works. When it comes out we can go see it and you can tell me how much better the book was.",
            "haha, deal. there is a part of me that doesn't like when books turn into movies. it never really lives up to the original body of work. but maybe that's the hipster in me talking",
            "I hear that a lot, I actually read the harry potter books and I would have to agree. The books are much better, but if they put that much detail into the movie it would be so long!",
            "true! those movies are long enough as is. i love the harry potter franchise though. i was so glad when they opened harry potter world at Universal Studios!",
            "You've been? I've always wanted to go, but have never had the time or money! How was it? Did you buy a wand?",
            "i've been many times, since I live near the park and used to have an annual pass. it's so much fun! i did buy a wand, actually. it's probably a lot more fun if you're a kid, since you can play along with some of the workers there, but it's still cool to go as an adult too ",
            "Oh it's got to be cool, you are so lucky you live so close. I got to think about hotels and food and stuff, man I am jealous",
            "yeah that can be tough, i had to do the same thing when I went to visit Disneyworld in Orlando. it was so expensive!"
        ],
        "third_session_speakers": [
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B"
        ],
        "fourth_session_dialogue": [
            "I have made a final decision on an engagement ring for my girlfriend.",
            "Oh my goodness! That is such great news! What color is the ring? White gold?",
            "So I told her sister about the proposal, and she actually shared her \"Pinterest\" board with me. I didn't even know that was a thing! But she had pictures of her dream rings, so that helped a lot. It is a solitaire on a yellow band, but with little diamonds on the band.",
            "oh great! I am glad you were able to find the style that she wanted. When do you plan on proposing?",
            "Well the ring is being custom made, so I need to wait for that. It might be a couple of months. I think she has a feeling I will propose over the Christmas holidays for some reason, so she will be really surprised.",
            "That is the best time of year to propose! I really hope that you can keep it a secret!",
            "I know, me too. It will be so hard! Oh by the way, we have decided to save up to go on a trip to Universal Studios!",
            "That will be such an amazing trip! Have you ever before? ",
            "Never! I am really excited. I might have to get another part time job to save up haha, but it will be worth it! It will be nice to go on a fun trip before we get into the craziness of getting married, getting a house, having kids...am I getting ahead of myself? lol",
            "I think you will have such a great experience! They have such great rides and food. The cost is worth it for sure. ",
            "Yes, I will need to get all of the recommendations from you. What is the best food you had there?",
            "The have massive footlong corn dogs! You have to try them! Write it down so you don't forget."
        ],
        "fourth_session_speakers": [
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B"
        ],
        "fifth_session_dialogue": [
            "I officially put in the order and paid a deposit for the ring!",
            "Congratulations! That is a big step. Have you thought about what kind of movie you would like to be seeing when you propose?",
            "Actually, I was thinking of proposing at Universal Studios, but I'm not sure I can find a quiet enough spot. Do you think that would work?",
            "I think that would be a great idea. You're right, it might be hard to find a quiet spot. Has your girlfriend ever been to Universal Studios?",
            "No, it will be the first time for the both of us. It should be pretty magical. I thought maybe I could propose will on a ride! Does that seem too crazy?",
            "That would be lots of fun! Just be sure not to drop the ring! Maybe you could figure out what your girlfriend's favorite ride is and propose on that one?",
            "I could try, but she's never been there so I don't think she has a favorite ride yet. Do you have a favorite one? Maybe you could recommend something.",
            "I really like the Harry Potter rides. Proposing in the Harry Potter area might add something extra magical to the moment if your girlfriend likes Harry Potter too.",
            "That's a good idea. She does like Harry Potter! Or maybe I could propose while we're eating foot-long corndogs, haha. Those are your favorite, right?",
            "They are! They aren't the most romantic food but they're really tasty. Or you could do it while you guys are drinking Butterbeer, which is another one of my favorites.",
            "I've never had butterbeer. That's an interesting idea. Does butterbeer taste more like butter or beer?",
            "Fortunately neither, haha. I think it tastes like butterscotch. If you propose at Universal Studios, do you think you'll go back there for your honeymoon, too?"
        ],
        "fifth_session_speakers": [
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B",
            "Speaker A",
            "Speaker B"
        ]
    }
]